<template>
	<div class="text_wrapper">
		<p class="text__p">
			Вы твердо решили остановиться на покупке авто с пробегом? Отлично, ведь наш автосалон {{ this.settings.dealer_title }} предлагает автомобиль, который будет в отличном состоянии. 
			Приехав к нам, можете рассчитывать только на технически исправный транспорт, не битый, не перекрашенный сотни раз, не имеющий недостатков иного плана, которые могут сказаться на внешнем облике или безопасности.
			Автомобиль, прошедший комплексную предпродажную подготовку, начиная от диагностики и ремонта, заканчивая химчисткой салона, мойкой, полировкой
		Вы – клиент {{ this.settings.dealer_title }}, значит с момента обращения в один из наших салонов до счастливого финала, когда вы сядете за руль собственной иномарки, вас будет сопровождать наш сотрудник, как предусмотрено программой «Персональный менеджер». Наш диалог не будет завершен и после приобретения авто: всегда можно получить консультацию по важному вопросу, по выбору транспортного средства в том числе. 
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>